tap "borkdude/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "twilio/brew"
brew "automake"
brew "bottom"
brew "carthage"
brew "chicken"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "exa"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fossil"
brew "fzf"
brew "hugo"
brew "imagemagick"
brew "janet"
brew "openjdk"
brew "leiningen"
brew "lf"
brew "m-cli"
brew "make"
brew "neofetch"
brew "openssh"
brew "pandoc"
brew "poppler"
brew "ripgrep"
brew "rustup-init"
brew "sbcl"
brew "shellcheck"
brew "timewarrior"
brew "tmux"
brew "trash"
brew "tree"
brew "watchman"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp", "with-nobu417-big-sur-icon"]
brew "twilio/brew/twilio"
cask "appcleaner"
cask "balenaetcher"
cask "basictex"
cask "brave-browser"
cask "cool-retro-term"
cask "db-browser-for-sqlite"
cask "discord"
cask "iterm2"
cask "obs"
cask "pgadmin4"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "zoom"
